<?php
include("Templates/Plus/pmenu.tpl");
?>
<p class="f10 b">چگونه سکۀ طلای تراوین بگیرم؟</p>
<p>
ما چندین تعرفه متفاوت برای خرید سکۀ طلای تراوین داریم و تنها روش خرید 
آن از طریق <a href="/plus.php">تراوین پلاس</a> می باشد و 
سایر روشها ممکن است باعث حذف اکانت شما گردد.
</p>


<p class="f10 b">آیا این لینک منقضی می شود؟</p>

<p>خیر، این لینک بدون تاریخ انقضا است.</p>

<p class="f10 b">چرا برای اتمام ساخت فوری برخی از ساختمانها نمی توانم از سکۀ طلای تراوین استفاده کنم؟</p>
<p>به دلایل برخی دلایل مربوط به بازی شما نمی توانید از سکۀ طلای تراوین برای اتمام ساخت قصر و اقامتگاه استفاده کنید. این مسأله در مورد دهکده هایی که شگفتی جهان در آنها ساخته می شوند نیز صادق است. </p>

<p class="f10 b">آیا باید برای استفاده از سایر امکانات، اکانت پلاس را فعال کرده باشم؟</p>
<p>خیر، شما می توانید هر یک از این عملکردها را به تنهایی استفاده نمایید. </p>

</div>

